export default {
  projections: {
    ПассажирE: {
      фИО: {
        __caption__: 'ФИО'
      },
      кодБрони: {
        __caption__: 'Код бронирования',
        код: {
          __caption__: 'Код'
        }
      },
      местоНаРейс: {
        __caption__: 'Место на рейс',
        место: {
          __caption__: 'Место'
        },
        класс: {
          __caption__: 'Класс'
        }
      }
    },
    ПассажирL: {
      фИО: {
        __caption__: 'ФИО'
      },
      кодБрони: {
        __caption__: 'Код',
        код: {
          __caption__: 'Код'
        }
      },
      местоНаРейс: {
        __caption__: 'Место',
        место: {
          __caption__: 'Место'
        },
        класс: {
          __caption__: 'Класс'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    кодБрони: {
      __caption__: 'Код бронирования'
    },
    местоНаРейс: {
      __caption__: 'Место на рейс'
    }
  }
};
